{
  "terms": [
    "Terms and Conditions of use for the free web platform that stores SVG icons (subject to change):",

    "1. Acceptance of Terms: By accessing and using the web platform for storing SVG icons, you agree to comply with these Terms and Conditions in their entirety. If you do not agree with any of the terms, you may not use our services.",

    "2. Use of SVG Icons: The web platform allows users to upload, store, and download SVG icons free of charge for personal and commercial use. However, please note that the stored content may be subject to changes in the future.",

    "3. Ownership Rights: The SVG icons provided on the web platform are the property of their respective authors and are protected by copyright. By uploading SVG icons, you confirm that you have the necessary rights to do so and grant the platform a non-exclusive license to store, display, and distribute the content.",

    "4. Update and Removal of Icons: The platform reserves the right to update, modify, or remove any stored SVG icon at any time and without prior notice. This may include changes to availability, categorization, or functionality of the icons.",

    "5. User Responsibility: You are responsible for ensuring that the SVG icons you upload do not infringe on copyright, trademarks, or other rights of third parties. The platform is not liable for any copyright infringement conducted by users.",

    "6. Service Availability: The platform will strive to ensure the continuous availability of its services but cannot guarantee that they will be free from interruptions or technical errors. The platform is not responsible for any loss or damage caused by service unavailability.",

    "7. Modification of Terms: The platform reserves the right to modify these Terms and Conditions at any time. Any changes will be effective upon their posting on the platform. Users are advised to regularly review the updated terms.",

    "8. Limitation of Liability: To the maximum extent permitted by applicable law, the platform shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from the use or inability to use the services.",

    "9. Applicable Law: These Terms and Conditions shall be governed and interpreted in accordance with the prevailing laws of USA. Any dispute arising from these terms shall be subject to the exclusive jurisdiction of the courts in [country or jurisdiction].",

    "By using the web platform for storing SVG icons, you accept these Terms and Conditions and agree to comply with them."
  ],
  "privacy": [
    "Privacy Policy:",

    "In our web platform for storing SVG icons, we are committed to protecting the privacy of our users. This Privacy Policy describes how we collect, use, and protect the personal information provided to us when using our services. By accessing and using our platform, you agree to the terms of this Privacy Policy.",

    "Information Collection:",

    "1. Personal Information: We may collect personal information, such as name and email address when users register on our platform. This information is voluntarily provided by users.",

    "2. Usage Information: We automatically collect usage information when users interact with our platform. This includes data such as IP addresses, browser type, pages visited, and time spent on the platform. This data is collected anonymously and used for statistical and service improvement purposes.",

    "Use of Information:",

    "1. Personalization of Experience: We use the personal information provided by users to personalize their experience on the platform and provide better service.",

    "2. Communication: We may use the email address provided by users to send relevant information about the platform, updates, changes to terms and conditions, or respond to inquiries and support requests.",

    "3. Statistics and Analysis: The automatically collected information is used to perform analysis and statistics on platform usage. This data is used in an aggregated and anonymous form to better understand user preferences and improve our services.",

    "Information Disclosure:",

    "1. We do not share personal information with third parties without the express consent of the user, except when required by law or to protect our legal rights.",

    "2. We may share aggregated and anonymous information with third parties for statistical, advertising, or research purposes, without disclosing the identity of users.",

    "Information Security:",

    "We implement appropriate security measures to protect the personal information of our users against unauthorized access, loss, alteration, or disclosure. However, you should be aware that no transmission of data over the Internet can be guaranteed as completely secure.",

    "Changes to the Privacy Policy:",

    "We reserve the right to modify this Privacy Policy at any time. Any changes will be notified on our platform or through other appropriate means. Users are advised to periodically review this policy to stay informed about how we protect their information.",

    "If you have any questions or concerns about our Privacy Policy, please contact us through the provided means on our platform.",

    "Last Updated: 15/MAY/2023."
  ]
}
