{
  "terms": [
    "Términos y Condiciones de uso de la plataforma web de almacenamiento gratuito de iconos SVG:",

    "1. Aceptación de los términos: Al acceder y utilizar la plataforma web de almacenamiento de iconos SVG, aceptas cumplir con estos Términos y Condiciones en su totalidad. Si no estás de acuerdo con alguno de los términos, no podrás utilizar nuestros servicios.",

    "2. Uso de los iconos SVG: La plataforma web permite a los usuarios cargar, almacenar y descargar iconos SVG de forma gratuita para uso personal y comercial. Sin embargo, debes tener en cuenta que el contenido almacenado puede estar sujeto a cambios en el futuro.",

    "3. Derechos de propiedad: Los iconos SVG proporcionados en la plataforma web son propiedad de sus respectivos autores y están protegidos por derechos de autor. Al cargar iconos SVG, confirmas que tienes los derechos necesarios para hacerlo y otorgas a la plataforma una licencia no exclusiva para almacenar, mostrar y distribuir el contenido.",

    "4. Actualización y eliminación de iconos: La plataforma se reserva el derecho de actualizar, modificar o eliminar cualquier icono SVG almacenado en cualquier momento y sin previo aviso. Esto puede incluir cambios en la disponibilidad, categorización o funcionalidad de los iconos.",

    "5. Responsabilidad del usuario: Eres responsable de garantizar que los iconos SVG que cargues no infrinjan los derechos de autor, marcas registradas u otros derechos de terceros. La plataforma no se hace responsable de ninguna infracción de derechos de autor realizada por los usuarios.",

    "6. Disponibilidad del servicio: La plataforma se esforzará por garantizar la disponibilidad continua de sus servicios, pero no puede garantizar que estén libres de interrupciones o errores técnicos. La plataforma no se hace responsable de ninguna pérdida o daño causado por la indisponibilidad del servicio.",

    "7. Modificación de los términos: La plataforma se reserva el derecho de modificar estos Términos y Condiciones en cualquier momento. Cualquier cambio será efectivo desde su publicación en la plataforma. Se recomienda a los usuarios revisar regularmente los términos actualizados.",

    "8. Limitación de responsabilidad: En la medida máxima permitida por la ley aplicable, la plataforma no será responsable de ningún daño directo, indirecto, incidental, especial o consecuencial que surja del uso o la imposibilidad de usar los servicios.",

    "9. Ley aplicable: Estos Términos y Condiciones se regirán e interpretarán de acuerdo con las leyes vigentes de USA. Cualquier disputa que surja de estos términos se someterá a la jurisdicción exclusiva de los tribunales de [país o jurisdicción].",

    "Al utilizar la plataforma web de almacenamiento de iconos SVG, aceptas estos Términos y Condiciones y te comprometes a cumplir con ellos."
  ],
  "privacy": [
    "Política de Privacidad:",

    "En nuestra plataforma web de almacenamiento de iconos SVG, nos comprometemos a proteger la privacidad de nuestros usuarios. Esta Política de Privacidad describe cómo recopilamos, utilizamos y protegemos la información personal que se nos proporciona al utilizar nuestros servicios. Al acceder y utilizar nuestra plataforma, aceptas los términos de esta Política de Privacidad.",

    "Recopilación de información:",

    "1. Información personal: Podemos recopilar información personal, como nombre y dirección de correo electrónico, cuando los usuarios se registran en nuestra plataforma. Esta información es proporcionada voluntariamente por los usuarios.",

    "2. Información de uso: Recopilamos información de uso de manera automática cuando los usuarios interactúan con nuestra plataforma. Esto incluye datos como direcciones IP, tipo de navegador, páginas visitadas y el tiempo dedicado en la plataforma. Estos datos se recopilan de forma anónima y se utilizan para fines estadísticos y de mejora de nuestros servicios.",

    "Uso de la información:",

    "1. Personalización de la experiencia: Utilizamos la información personal proporcionada por los usuarios para personalizar su experiencia en la plataforma y brindar un mejor servicio.",

    "2. Comunicación: Podemos utilizar la dirección de correo electrónico proporcionada por los usuarios para enviar información relevante sobre la plataforma, actualizaciones, cambios en los términos y condiciones, o responder a consultas y solicitudes de soporte.",

    "3. Estadísticas y análisis: La información recopilada automáticamente se utiliza para realizar análisis y estadísticas sobre el uso de la plataforma. Estos datos se utilizan de forma agregada y anónima para comprender mejor las preferencias de los usuarios y mejorar nuestros servicios.",

    "Divulgación de información:",

    "1. No compartimos información personal con terceros sin el consentimiento expreso del usuario, excepto cuando sea requerido por ley o para proteger nuestros derechos legales.",

    "2. Podemos compartir información agregada y anónima con terceros para fines estadísticos, publicitarios o de investigación, sin revelar la identidad de los usuarios.",

    "Seguridad de la información:",

    "Implementamos medidas de seguridad adecuadas para proteger la información personal de nuestros usuarios contra accesos no autorizados, pérdida, alteración o divulgación. Sin embargo, debes tener en cuenta que ninguna transmisión de datos a través de Internet puede garantizarse como completamente segura.",

    "Cambios en la política de privacidad:",

    "Nos reservamos el derecho de modificar esta Política de Privacidad en cualquier momento. Cualquier cambio será notificado en nuestra plataforma o a través de otros medios apropiados. Se recomienda a los usuarios revisar periódicamente esta política para mantenerse informados sobre cómo protegemos su información.",

    "Si tienes alguna pregunta o inquietud acerca de nuestra Política de Privacidad, no dudes en contactarnos a través de los medios proporcionados en nuestra plataforma.",

    "Última actualización: 15/MAY/2023."
  ]
}
